{
  "APP_NAME": "Translator",
  "ABOUT_PROJECT": {
    "TITLE": "About project",
    "TITLE_DESCRIPTION_1": "MTee is the largest language technology development project initiated so far by the Institute of the Estonian Language and the Ministry of Education and Research. The innovation of the project stands in testing the latest approaches in the development of machine translation technology. MTee uses state-of-the-art technology that is based on neural networks. It takes into account dictionaries and term collections in translation, and enables translation of Estonian speech.",
    "TITLE_DESCRIPTION_2": "At the moment, the MTee platform can translate between three language pairs: Estonian <-> English, Estonian <-> Russian and Estonian <-> German. MTee is intended as a tool for public authorities, translation agencies, freelance translators, as well as a translation tool for the regular user.",
    "1": {
      "TITLE": "Domain-specific machine translation",
      "1": "Unlike other widely used translation systems, MTee is adapted for domain-specific translation. The machine translation models are trained on materials in narrower fields for higher translation quality.",
      "2": "Today, MTee recognizes texts in three domains, which are public health (with the focus on crisis information), law and national defence, but can also handle the translation of other genres, such as news, web pages and other texts. In addition to translating text sections, you can also upload text documents that are returned in the same format as the original file."
    },
    "2": {
      "TITLE": "Speech translation and error detection",
      "1": "MTee is the first machine translation for the Estonian language, which allows you to translate real-time speech: record your speech in Estonian language and receive the transcript and translation. An Estonian grammar checker has been integrated to the system as an additional tool for identifying possible grammatical errors in the Estonian source text."
    },
    "3": {
      "TITLE": "What’s next?",
      "1": "Over the next few years, additional domains and language pairs will be added to MTee and the number of supported languages for speech recognition will be increased.",
      "2": "The focus is also on developing the quality of machine translation further. Each user can make their contribution to the improvement of quality. Machine translation models are trained on large amounts of data in which translation materials play a critical role. Translated texts (paired with the original text) can be sent to us at any time and we guarantee that they will be used for the benefit of the translation quality. The quality of MTee’s translation depends most on the domain-specific translation materials.",
      "3": "Each translation recommendation added in a text box for this purpose also contributes to the quality of the translation."
    },
    "4": {
      "TITLE": "About the project",
      "1": "The MTee machine translation platform was developed in 2021 as a collaboration between the Institute of Computer Science of the University of Tartu and Tilde. The responsible financier of the project is the Institute of the Estonian Language and the initiator and supporter of the project is the Ministry of Education and Research.",
      "2": "MTee is open source and free of charge for all interested parties. More information about our system code and API can be found <a target=\"_blank\" href=\"https://github.com/Project-MTee\">here</a>. All the materials without access restrictions that have been used to train MTee models are published in the Estonian Open Data Portal.",
      "3": "We would like to thank all the organizations who have shared their translation materials with us and thus helped to create the best quality machine translation in Estonian!"
    },
    "5": {
      "TITLE": "Contact",
      "1": "If you wish to learn more about the machine translation solution, start using it in your organization or share translation materials, contact the Competence Centre for NLP at the Institute of the Estonian Language at <a href=\"mailto:ktkk@eki.ee\">ktkk@eki.ee</a>."
    }
  },
  "DATA_PROTECTION": {
    "TITLE": "Data Protection Conditions",
    "TITLE_DESCRIPTION_1":"MTee machine translation service is based on the machine translation technology for the public sector, which is adapted for automatic translation of texts from the general domain and from customized specific domains.",
    "TITLE_DESCRIPTION_2":"The owner and the chief processor of the MTee machine translation service, as a machine translation system, is the Institute of the Estonian Language (hereinafter EKI).",
    "TITLE_DESCRIPTION_3":"Users of the MTee machine translation service are all physical or legal persons who use the website of the MTee machine translation service or use the service through the application programming interface (hereinafter API).",
    "1":{
      "TITLE":"General provisions",
      "A":"Use of the MTee machine translation service is the use of the machine translation system and its features (made available through the MTee machine translation service) in any way or for any purpose through the API or the service website and the use of any other information displayed on the website.",
      "B":"The website of the MTee machine translation service can be visited only with the general-purpose Internet browsers (Chrome, Mozilla Firefox, Edge, Opera, Safari and others).",
      "C":"Visiting the website of the MTee machine translation service with special purpose programs for any purpose is forbidden without a previous written consent of EKI. The special purpose program is a program that is not intended for general purpose Internet browsing or which work is not directly controlled by a human. The special purpose programs include API usage, scripts, robots and automated tools or programs that are not intended for Internet browsing.",
      "D":"The activities that disturb or hinder the provision of MTee machine translation service are not allowed, including the user must refrain from overloading the computer network and servers.",
      "E":"In the case where a provision of the terms of use is invalid due to conflict with the law, it will not affect the validity of the remaining provisions of the terms of use.",
      "F":"The code of the MTee machine translation system is public.",
      "G":"The use of the MTee machine translation service is free of charge for all users.",
      "H":"EKI has the right to unilaterally amend the terms at any time. The terms and conditions shall be deemed to be valid as amended as of the notification of the changes on the website and the future use of the MTee machine translation service.",
      "I":"EKI has the right to change and develop the MTee machine translation service website, API and machine translation system at any time at its own discretion. EKI also has the right to terminate the provision of the service at any time."
    },
    "2":{
      "TITLE":"Use of data and acceptance of all terms of use",
      "A":"The user is aware of the processing and extent of the data entered on the website and the information arising from the use of the website: the use of the data complies with the requirements of the General Data Protection Regulation of the European Union and the Personal Data Protection Act.",
      "B":"The MTee machine translation service website and the machine translation system shall not collect or store any personal data, except for the time of the translation process referred to in points f), g) and h).",
      "C":"Non-personalised technical data (user's IP address, geographical location, etc.) are not collected when visiting the website of the MTee machine translation service.",
      "D":"The website of the MTee machine translation service does not use cookies.",
      "E":"The text entered by the user in the text box of the MTee machine translation service and the generated translation are not saved.",
      "F":"The website uploaded by the user (for the use of the MTee machine translation service) and the generated translation of the website are temporarily stored in the file system for 20 minutes for the system to translate the website. After 20 minutes, the saved data is automatically deleted from the system. The website of the MTee machine translation service and the machine translation system do not share the webpage / its translation nor the information contained in these with third parties.",
      "G":"The document uploaded by the user (for the use of the MTee machine translation service) and the generated translation are temporarily stored in the file system for 20 minutes for the system to translate the document and the user to download the translated document. After 20 minutes, the saved data is automatically deleted from the system. The website of the MTee machine translation service and the machine translation system do not share the document / its translation nor the information contained in these with third parties.",
      "H":"The audio file created by the user (for the use of the MTee machine translation service) through speech recognition is temporarily stored in the file system for 20 minutes, after which the recording is automatically deleted from the system. The website of the MTee machine translation service and the machine translation system do not share the recording nor the information contained in the recording with third parties."
    },
    "3":{
      "TITLE":"Participants’ liability in data processing",
      "A":"MTee machine translation system is hosted in the HPC (high performance computing) servers managed by University of Tartu until the end of 2022, after that in the servers managed by EKI. Servers are located in the territory of the European Union. Servers and machine translation software are maintained with up-to-date security updates.",
      "B":"MTee machine translation service does not collect any fixed data, therefore no backups are made or stored.",
      "C":"MTee machine translation is an automatic translation that has not been reviewed or edited by a person, therefore EKI does not guarantee the accuracy of the translation and is not responsible for other aspects related to the quality of the translation.",
      "D":"EKI is responsible for the necessary development of the MTee website, API and machine translation system.",
      "E":"EKI is not responsible for the failures of the MTee website / API / machine translation system caused by circumstances that are outside the control of EKI.",
      "F":"EKI is not responsible for the content of the data and documents entered to the website and/or machine translation system by the users.",
      "G":"The user is responsible for the text/document/voice recording entered into the machine translation system by them, which contains personal data or any confidential information.",
      "H":"The user shall be liable for proprietary or non-proprietary damage caused to itself and for violation of the data protection requirements and for activities damaging the functioning of the MTee machine translation service."
    },
    "AGREEMENT_INFO":"By using the MTee machine translation service, you have read the above terms of use and are aware of the processing of your personal data in the manner set out in the terms of use.",
    "CONTACTS_LABEL":"Institute’s address and contacts:",
    "INSTITUTE_NAME":"<b>Institute of the Estonian Language</b>",
    "STREET": "Roosikrantsi 6",
    "CITY":"10119 Tallinn, ESTONIA",
    "EMAIL":"E-mail: <a href=\"mailto:eki@eki.ee\">eki@eki.ee</a>"

  },
  "FOOTER": {},
  "HEADER": {
    "LABEL_SELECT_LANGUAGE": "Select language",
    "TITLE": "TRANSLATOR",
    "ALT_LOGO": "Logo"
  },
  "PAGES": {
    "ABOUT": "About project",
    "DATA_PROTECTION_CONDITIONS": "Data Protection Conditions"
  },
  "TLD_TRANSLATE": {
    "SOURCE_TOOLTIP": "Enter the text you would like to translate.",
    "UPLOAD_FILE_BUTTON": "+ Upload or drag a file"
  },
  "WEBTRANSLATE_DISCLAIMER": {
    "DISCLAIMER": "Website content may not load, display properly, or be fully functional in a restricted translation environment.",
    "MORE": "Read more...",
    "DISCLAIMER2": "Website translation is not perfect, please be patient! Websites are complex, and this may make them less responsive. As a result, the following errors may occur: content that loads only partially, inability to use dynamic functionality such as authentication, navigation to other pages, or the web site may not load.",
    "CLOSE_LABEL": "Close"
  }
}