{
  "APP_NAME": "Translator",
  "ABOUT_PROJECT": {
    "TITLE": "About project",
    "TITLE_DESCRIPTION_1": "MTee is the largest language technology development project initiated so far by the Institute of the Estonian Language and the Ministry of Education and Research. The innovation of the project stands in testing the latest approaches in the development of machine translation technology. MTee uses state-of-the-art technology that is based on neural networks. It takes into account dictionaries and term collections in translation, and enables translation of Estonian speech.",
    "TITLE_DESCRIPTION_2": "At the moment, the MTee platform can translate between three language pairs: Estonian <-> English, Estonian <-> Russian and Estonian <-> German. MTee is intended as a tool for public authorities, translation agencies, freelance translators, as well as a translation tool for the regular user.",
    "1": {
      "TITLE": "Domain-specific machine translation",
      "1": "Unlike other widely used translation systems, MTee is adapted for domain-specific translation. The machine translation models are trained on materials in narrower fields for higher translation quality.",
      "2": "Today, MTee recognizes texts in three domains, which are public health (with the focus on crisis information), law and national defence, but can also handle the translation of other genres, such as news, web pages and other texts. In addition to translating text sections, you can also upload text documents that are returned in the same format as the original file."
    },
    "2": {
      "TITLE": "Speech translation and error detection",
      "1": "MTee is the first machine translation for the Estonian language, which allows you to translate real-time speech: record your speech in Estonian language and receive the transcript and translation. An Estonian grammar checker has been integrated to the system as an additional tool for identifying possible grammatical errors in the Estonian source text."
    },
    "3": {
      "TITLE": "What’s next?",
      "1": "Over the next few years, additional domains and language pairs will be added to MTee and the number of supported languages for speech recognition will be increased.",
      "2": "The focus is also on developing the quality of machine translation further. Each user can make their contribution to the improvement of quality. Machine translation models are trained on large amounts of data in which translation materials play a critical role. Translated texts (paired with the original text) can be sent to us at any time and we guarantee that they will be used for the benefit of the translation quality. The quality of MTee’s translation depends most on the domain-specific translation materials.",
      "3": "Each translation recommendation added in a text box for this purpose also contributes to the quality of the translation."
    },
    "4": {
      "TITLE": "About the project",
      "1": "The MTee machine translation platform was developed in 2021 as a collaboration between the Institute of Computer Science of the University of Tartu and Tilde. The responsible financier of the project is the Institute of the Estonian Language and the initiator and supporter of the project is the Ministry of Education and Research.",
      "2": "MTee is open source and free of charge for all interested parties. More information about our system code and API can be found ...... All the materials without access restrictions that have been used to train MTee models are published in the Estonian Open Data Portal.",
      "3": "We would like to thank all the organizations who have shared their translation materials with us and thus helped to create the best quality machine translation in Estonian!"
    },
    "5": {
      "TITLE": "Contact",
      "1": "If you wish to learn more about the machine translation solution, start using it in your organization or share translation materials, contact the Competence Centre for NLP at the Institute of the Estonian Language at ktkk@eki.ee."
    }
  },
  "DATA_PROTECTION": {},
  "FOOTER": {},
  "HEADER": {
    "LABEL_SELECT_LANGUAGE": "Select language",
    "TITLE": "TRANSLATOR",
    "ALT_LOGO": "Logo"
  },
  "PAGES": {
    "ABOUT": "About project",
    "DATA_PROTECTION_CONDITIONS": "Data Protection Conditions"
  },
  "TLD_TRANSLATE": {
    "SOURCE_TOOLTIP": "Enter the text you would like to translate.",
    "UPLOAD_FILE_BUTTON": "+ Upload or drag a file"
  },
  "WEBTRANSLATE_DISCLAIMER": {
    "DISCLAIMER": "Website content may not load, display properly, or be fully functional in a restricted translation environment.",
    "MORE": "Read more...",
    "DISCLAIMER2": "Website translation is not perfect, please be patient! Websites are complex, and this may make them less responsive. As a result, the following errors may occur: content that loads only partially, inability to use dynamic functionality such as authentication, navigation to other pages, or the web site may not load.",
    "CLOSE_LABEL": "Close"
  }
}