{
    "APP_NAME": "Систeма перевода",
    "ABOUT_PROJECT": {
        "TITLE": "О проекте",
        "TITLE_DESCRIPTION_1": "MTee - это крупнейший на сегодняшний день проект по развитию лингвистических технологий, инициированный Институтом эстонского языка и министерством образования и науки. Его инновационность заключается в тестировании новейших возможностей в развитии технологии машинного перевода. MTee использует передовую технологию на основе применения нейронных сетей, при переводе он учитывает словари и терминологическую лексику, а также переводит эстонскую речь.",
        "TITLE_DESCRIPTION_2": "В настоящее время платформа MTee позволяет осуществлять перевод на три языка: эстонско-англо-эстонский, эстонско-русско-эстонский и эстонско-немецко-эстонский. MTee предназначен как для государственных органов, бюро переводов, переводчиков-фрилансеров, так и как инструмент помощи в переводе для обычных пользователей.",
        "1": {
            "TITLE": "Машинный перевод для разных сфер",
            "1": "В отличие от других наиболее широко используемых систем перевода, MTee адаптирован для перевода с учетом специфики сферы, поскольку чем более узкая сфера, на которой обучается система машинного перевода, тем выше качество перевода.",
            "2": "Сегодня MTee распознает тексты в трех областях: общественное здравоохранение (в том числе и с упором на кризисные темы), право и оборона, но может переводить и другие виды текстов, такие как новости, веб-сайты и другие. Помимо перевода отрывков текста, можно загружать текстовые документы и получать их перевод в том же формате, что и исходный файл."
        },
        "2": {
            "TITLE": "Перевод речи и проверка ошибок",
            "1": "MTee - это первый эстонский машинный переводчик, который позволяет переводить речь в режиме реального времени: записав разговор на эстонском языке, вы получите его в письменной виде и его перевод. В качестве дополнительного инструмента в машинный перевод встроена программа проверки грамматики, которая выявляет возможные грамматические ошибки в исходном тексте на эстонском языке."
        },
        "3": {
            "TITLE": "А что дальше?",
            "1": "В течение следующих нескольких лет MTee добавит дополнительные сферы и языковые направления, а также увеличит количество языков распознавания речи.",
            "2": "Кроме того, основное внимание будет уделено дальнейшему повышению качества машинного перевода. В это может внести свой вклад каждый пользователь. Системы машинного перевода будут обучаться на больших объемах данных, в которых решающую роль играют материалы для перевода. Вы можете в любое время прислать нам ваши тексты переводов (вместе с исходным текстом), и мы гарантируем, что они будут использованы для повышения качества переводов. Качество технического перевода в наибольшей степени зависит от материалов для перевода в данной сфере."
        },
        "4": {
            "TITLE": "О проекте",
            "1": "Платформа машинного перевода MTee была разработана в 2021 году в рамках сотрудничества между Институтом компьютерных наук Тартуского университета и компанией Tilde. Проект финансируется Институтом эстонского языка, инициирован и поддерживается министерством образования и науки.",
            "2": "MTee имеет открытый исходный код и бесплатен для использования всеми желающими. Более подробную информацию о коде нашего продукта и API можно найти <a target=\"_blank\" href=\"https://github.com/Project-MTee\">здесь</a>. Все материалы с открытым доступом, использованные для обучения системы MTee, будут опубликованы на Эстонском портале открытых данных.",
            "3": "Мы хотели бы поблагодарить все организации, которые поделились с нами материалами для перевода из своей сферы и помогли нам создать качественный продукт для машинного перевода эстонского языка!"
        },
        "5": {
            "TITLE": "Контактная информация",
            "1": "Если вы хотите узнать больше о машинном переводе, начать использовать его в своей организации или поделиться материалами для перевода в своей сфере, обращайтесь в Центр компетенции языковых технологий Института эстонского языка по адресу <a href=\"mailto:ktkk@eki.ee\">ktkk@eki.ee</a>."
        }
    },
    "DATA_PROTECTION": {
        "TITLE": "Правила защиты данных",
        "TITLE_DESCRIPTION_1": "Услуга машинного перевода MTee базируется на технологии машинного перевода общественного сектора, адаптированной для автоматического перевода текстов в общих и специальных сферах.",
        "TITLE_DESCRIPTION_2": "Услуга машинного перевода MTee, как система машинного перевода, принадлежит и управляется Институтом эстонского языка (далее - ИЭЯ).",
        "TITLE_DESCRIPTION_3": "Пользователями услуги машинного перевода MTee является любое физическое или юридическое лицо, которое использует веб-сайт MTee или получает доступ к услуге через интерфейс приложения (далее - API).",
        "1": {
            "TITLE": "Общие условия",
            "A": "Использование услуги машинного перевода MTee включает в себя использование ее системы и функций, предоставляемых посредством услуги машинного перевода MTee любым способом или для любой цели через API или веб-сайт услуги, а также другой информации, отображаемой на веб-сайте, любым способом или для любой цели.",
            "B": "Доступ к сайту службы машинного перевода MTee разрешен только с помощью браузеров общего назначения (Chrome, Internet Explorer, Mozilla Firefox, Mozilla, Opera, Safari).",
            "C": "Посещение веб-сайта с услугой машинного перевода MTee в любых целях и с использованием программного обеспечения специального назначения запрещено без предварительного письменного разрешения ИЭЯ. Программа специального назначения - это программа, которая не предназначена для общего пользования интернетом или работа которой не находится под непосредственным контролем человека. Программами специального назначения считается, в частности, использование API, скриптов, роботов и автоматизированных инструментов или программ, которые не предназначены для пользования интернетом. ",
            "D": "При использовании услуги машинного перевода MTee не допускается любая деятельность, которая мешает или препятствует использованию приложения, в том числе пользователь обязуется воздерживаться от перегрузки компьютерной сети и серверов.",
            "E": "Если какое-либо положение Условий использования является недействительным по причине его незаконности, это не влияет на действительность остальных положений Условий использования.",
            "F": "Код системы машинного перевода MTee является открытым.",
            "G": "Услуги машинного перевода MTee бесплатны для всех пользователей.",
            "H": "ИЭЯ оставляет за собой право в одностороннем порядке изменять Условия в любое время. Положения и условия считаются действительными для пользователя в измененном виде с момента уведомления об этом на сайте и при дальнейшем использовании услуги машинного перевода MTee.",
            "I": "ИЭЯ оставляет за собой право по собственному усмотрению в любое время изменять и развивать веб-сайт, API и систему машинного перевода MTee. ИЭЯ также имеет право прекратить предоставление услуги в любое время."
        },
        "2": {
            "TITLE": "Использование данных и принятие условий использования",
            "A": "Пользователь осведомлен об обработке данных, которые вводятся на веб-сайте, и информации, полученной в результате использования веб-сайта, а также о том, насколько использование данных соответствует требованиям Общего регламента ЕС по защите данных и Закона о защите персональных данных.",
            "B": "Веб-сайт услуги машинного перевода MTee и система машинного перевода MTee не собирают и не хранят никакие личные данные, за исключением периода процесса перевода, указанного в пунктах f), g) и h).",
            "C": "При посещении веб-сайта услуги машинного перевода MTee не собираются неперсонализированные технические данные (IP-адрес пользователя, географическое местоположение и так далее).",
            "D": "Веб-сайт услуги машинного перевода MTee не использует файлы cookie.",
            "E": "Текст, введенный пользователем в текстовое поле услуги машинного перевода MTee, и его перевод не сохраняются.",
            "F": "Веб-страница и ее перевод, загруженные пользователем для использования услуги машинного перевода MTee, будут временно храниться в файловой системе в течение 20 минут для перевода веб-страницы системой. Через 20 минут запись автоматически удаляется из системы. Веб-сайт услуги машинного перевода MTee и система машинного перевода не передают их или содержащуюся в них информацию третьим лицам.",
            "G": "Документ и его перевод, загруженный пользователем для использования услуги машинного перевода MTee, будут временно храниться в файловой системе в течение 20 минут для перевода документа системой и для скачивания пользователем переведенного документа. Через 20 минут запись автоматически удаляется из системы. Веб-сайт услуги машинного перевода MTee и система машинного перевода не передают их или содержащуюся в них информацию третьим лицам.",
            "H": "Аудиофайл, созданный пользователем для использования услуги машинного перевода MTee посредством распознавания речи, будет временно храниться в файловой системе в течение 20 минут, после чего он будет автоматически удален из системы. Веб-сайт MTee и система машинного перевода не передают запись или информацию, содержащуюся в записи, третьим лицам."
        },
        "3": {
            "TITLE": "Обязанности ответственных за обработку данных",
            "A": "Система машинного перевода MTee будет размещена в 2022 году на сервере HPC (высокопроизводительные вычисления) Тартуского университета, а затем на сервере, управляемом ИЭЯ. Серверы будут расположены на территории Европейского Союза. Серверы и программное обеспечение машинного перевода обслуживаются на постоянной основе с использованием актуальных обновлений безопасности.",
            "B": "Система машинного перевода MTee не собирает постоянных данных, поэтому резервные копии не создаются и не хранятся.",
            "C": "Машинный перевод MTee - это автоматический перевод, который не проверяется или редактируется человеком, поэтому ИЭЯ не гарантирует точность перевода и не несет ответственности за другие аспекты, связанные с качеством перевода.",
            "D": "ИЭЯ отвечает за необходимую разработку веб-сайта MTee, API и системы машинного перевода.",
            "E": "ИЭЯ не несет ответственности за любые сбои в работе веб-сайта MTee, API или системы машинного перевода, вызванные обстоятельствами, не зависящими от ИЭЯ.",
            "F": "ИЭЯ не несет ответственности за содержание любых данных и документов, введенных пользователем на веб-сайте и/или в систему машинного перевода.",
            "G": "Пользователь несет ответственность за любой текст/документ/аудиофайл, который он вводит в систему машинного перевода и который содержит личные данные или любую конфиденциальную информацию.",
            "H": "Пользователь несет ответственность за любой материальный или нематериальный ущерб, причиненный им самим себе, за любое нарушение правил защиты данных и за любые действия, негативно влияющие на функционирование системы машинного перевода MTee."
        },
        "AGREEMENT_INFO": "Используя услугу машинного перевода MTee, вы тем самым ознакомились с вышеуказанными условиями использования и осознаете, что ваши личные данные будут обрабатываться в порядке, указанном в условиях использования.",
        "CONTACTS_LABEL": "Адрес и контакты ИЭЯ:",
        "INSTITUTE_NAME": "<b>Институт эстонского языка</b>",
        "STREET": "Роозикрантси 6",
        "CITY": "10119 Таллинн, ЭСТОНИЯ",
        "EMAIL": "Электронная почта: <a href=\"mailto:eki@eki.ee\">eki@eki.ee</a>"
    },
    "FOOTER": {},
    "HEADER": {
        "LABEL_SELECT_LANGUAGE": "Выберите язык",
        "TITLE": "СИСТЕМА ПЕРЕВОДА",
        "ALT_LOGO": "Логотип"
    },
    "PAGES": {
        "ABOUT": "О проекте",
        "DATA_PROTECTION_CONDITIONS": "Правила защиты данных"
    },
    "WEBTRANSLATE_DISCLAIMER": {
        "DISCLAIMER": "Содержание веб-сайта может не загрузиться, не отобразиться должным образом или быть не полностью функциональным в среде с ограниченными возможностями перевода.",
        "MORE": "Узнать больше...",
        "DISCLAIMER2": "Перевод веб-сайтов не идеален, пожалуйста, будьте терпеливы! Веб-сайты сложные, и это может сделать их менее быстрыми. В результате могут возникать следующие ошибки: содержимое загружается лишь частично, невозможно использовать динамические функции, такие как аутентификация, переход на другие страницы, или веб-сайт может не загрузиться.",
        "CLOSE_LABEL": "Закрыть"
    }
}